Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Minimum required number of wheelchair space locations
fr_ca: Nombre minimal requis d'emplacements pour fauteuils roulants

source: Mirrors above lavatories required to comply with Section 1103.11.2.2 shall have the bottom edge of the reflecting surface 40 inches (1015 mm) maximum above the floor.
fr_ca: Le bord inférieur de la surface réfléchissante des miroirs au-dessus des lavabos tenus de se conformer à la section 1103.11.2.2 doit se trouver à une hauteur maximale de 40 po [1015 mm] au-dessus du sol.

source: Mirrors above lavatories required to comply with Section 606 shall have the bottom edge of the reflecting surface 40 inches (1015 mm) maximum above the floor.
fr_ca: Le bord inférieur de la surface réfléchissante des miroirs au-dessus des lavabos tenus de se conformer à la section 606 doit se trouver à une hauteur maximale de 40 po [1015 mm] au-dessus du sol.

source: Mirrors and other glass panels mounted or hung on a surface that provides continuous backing support.
fr_ca: Miroirs et autres panneaux de verre montés ou suspendus sur une surface qui fournit un support dorsal continu.

source: Monasteries
fr_ca: Monastères

source: Mop or service sinks are not required to be accessible.
fr_ca: Les éviers à vadrouille ou de service ne sont pas tenus d'être accessibles.

source: More than 9 square feet
fr_ca: Plus de 9 pieds carrés

source: Motels (nontransient)
fr_ca: Motels (permanents)

source: Motels (transient)
fr_ca: Motels (de courte durée)

source: Movable sink systems shall comply with ASME A112.19.12.
fr_ca: Les systèmes d'évier mobiles doivent être conformes à la norme ASME A112.19.12.

source: Multipane assemblies having individual panes not exceeding 1 square foot (0.09 m2) in exposed area shall have not less than one pane in the assembly identified in accordance with Section R308.1.
fr_ca: Les assemblages à vitres multiples dont les vitres individuelles ne dépassent pas 1 pi2 [0,09 m2] de surface exposée doivent avoir au moins une vitre dans l'assemblage identifiée selon la section R308.1.

source: Multipane glazed assemblies having individual panes not exceeding 1 square foot (0.09 m2) in exposed areas shall have one pane or more in the assembly marked as indicated in Section 2406.3.
fr_ca: Les ensembles de vitrages multiples dont les vitres individuelles ont une superficie exposée d’au plus 1 pi2 (0,09 m2) doivent comporter au moins une vitre portant le marquage indiqué à la section 2406.3.

source: Multiple tenant facilities of Group M occupancies containing five or more tenant spaces used for the sales or rental of goods and where at least one such tenant space is located on a floor level above or below the accessible levels.
fr_ca: Établissements à locataires multiples du groupe M comportant au moins cinq locaux de locataires utilisés pour la vente ou la location de marchandises et dont au moins un de ces locaux de locataires est situé à un niveau de plancher au-dessus ou au-dessous des niveaux accessibles.

source: N/A
fr_ca: S.O.

source: NR = No Requirement.
fr_ca: NR = Aucune exigence.

source: NRCCeiling = NRC rating of the ceiling finish material
fr_ca: NRCPlafond = cote NRC du matériau de revêtement du plafond

source: NRCFloor = NRC rating of the floor finish material
fr_ca: NRCFloor = cote NRC du matériau de revêtement du plancher

source: NRCWall = NRC rating of the wall acoustical treatment
fr_ca: NRCWall = cote NRC du traitement acoustique du mur

source: NUMBER OF SEATS IN THE SMOKE-PROTECTED OR OPEN-AIR ASSEMBLY SEATING
fr_ca: NOMBRE DE SIÈGES DANS LES AIRES DE SIÈGES D’ASSEMBLÉES PROTÉGÉES CONTRE LA FUMÉE OU À L’AIR LIBRE

source: Natural ventilation of an occupied space shall be through windows, doors, louvers or other openings to the outdoors.
fr_ca: La ventilation naturelle d'un espace occupé doit se faire par des fenêtres, des portes, des persiennes ou d'autres ouvertures vers l'extérieur.

source: Natural ventilation shall be through windows, skylights, doors, louvers or other approved openings to the outdoor air.
fr_ca: La ventilation naturelle doit se faire par des fenêtres, des puits de lumière, des portes, des persiennes ou d'autres ouvertures approuvées donnant sur l'air extérieur.

source: Neither the building official nor the jurisdiction shall be liable for expense entailed in the removal or replacement of any material required to allow inspection.
fr_ca: Ni le responsable de la construction ni la juridiction ne sont responsables des frais engagés pour retirer ou remplacer tout matériau nécessaire pour permettre l’inspection.

source: No other fixtures or obstructions shall be located within the required water closet clearance.
fr_ca: Aucun autre appareil ou obstacle ne doit se trouver dans la zone de dégagement requise pour la cabine de toilette.

source: No requirement
fr_ca: Aucune exigence

source: No specified requirements.
fr_ca: No exigences spécifiées.

source: Noncombustible material.
fr_ca: Matériau non combustible.

source: Nonfire-resistance-rated floor and roof assemblies shall comply with Section 711.3.
fr_ca: Les assemblages de plancher et de toit n'offrant pas un degré de résistance au feu doivent être conformes à la section 711.3.

source: Nonfire-resistance-rated floor, floor/ceiling, roof and roof/ceiling assemblies shall comply with Sections 711.3.1 and 711.3.2.
fr_ca: Les assemblages de plancher, de plancher/plafond, de couverture et de couverture/plafond sans résistance au feu doivent être conformes aux sections 711.3.1 et 711.3.2.

source: Nonfixed and movable fixtures, cases, racks, counters and partitions not over 5 feet 9 inches (1753 mm) in height.
fr_ca: Éléments fixes et mobiles, présentoirs, étagères, comptoirs et cloisons d’une hauteur maximale de 5 pi 9 po (1 753 mm).

source: Nonplasticized chlorinated polyethylene sheet shall meet the requirements of ASTM D4068.
fr_ca: La feuille de polyéthylène chloré non plastifié doit satisfaire aux exigences de la norme ASTM D4068.

source: Nonpublic aisles serving less than 50 people and not required to be accessible by Chapter 11 need not exceed 28 inches (711 mm) in width.
fr_ca: Les allées non publiques desservant moins de 50 personnes et qui ne sont pas tenues d’être accessibles conformément au chapitre 11 n’ont pas à avoir une largeur supérieure à 28 pouces (711 mm).

source: Nosing and riser profile shall comply with Sections 1011.5.5 through 1011.5.5.3.
fr_ca: Le profil du nez de marche et de la contremarche doit être conforme aux sections 1011.5.5 à 1011.5.5.3.

source: Nosings at treads, landings and floors of stairways shall have a radius of curvature at the nosing not greater than 9/16 inch (14 mm) or a bevel not greater than 1/2 inch (12.7 mm).
fr_ca: Les nez de marche, de palier et de plancher d'escalier doivent avoir un rayon de courbure au nez d'au plus 9/16 po [14 mm] ou un biseau d'au plus 1/2 po [12,7 mm].

source: Nosings shall comply with the following:
fr_ca: Les nez de marche doivent être conformes à ce qui suit :

source: Nosings that project beyond risers shall have the underside of the leading edge curved or beveled.
fr_ca: La face inférieure du bord avant des nez de marche qui font saillie au-delà des contremarches doit être incurvée ou biseautée.

source: Not fewer than one accessible route shall connect accessible building or facility entrances with the primary entrance of each Accessible unit, Type A unit and Type B unit within the building or facility and with those exterior and interior spaces and facilities that serve the units.
fr_ca: Au moins un itinéraire accessible doit relier les entrées accessibles des bâtiments ou des établissements à l’entrée principale de chaque unité accessible, unité de type A et unité de type B dans le bâtiment ou l’établissement, ainsi qu’aux espaces et installations extérieurs et intérieurs qui desservent les unités.

source: Not fewer than one manual fire alarm box shall be provided in an approved location to initiate a fire alarm signal for fire alarm systems employing automatic fire detectors or waterflow detection devices.
fr_ca: Au moins un déclencheur manuel d’alarme d’incendie doit être prévu à un endroit approuvé pour déclencher un signal d’alarme d’incendie dans les systèmes d’alarme d’incendie munis de détecteurs automatiques d’incendie ou de dispositifs de détection du débit d’eau.

source: Not fewer than one means of egress shall be provided from technical production areas.
fr_ca: Au moins un moyen d'évacuation doit être prévu pour les zones de production technique.

source: Not less than 15 net square feet (1.4 m2) for each care recipient.
fr_ca: Au moins 15 pi2 nets (1,4 m2) pour chaque bénéficiaire de soins.

source: Not less than 20 percent of the units required by Section 1108.7.1 on the site are Type B units.
fr_ca: Au moins 20 pour cent des unités exigées par l'article 1108.7.1 sur le site sont des unités de type B.

source: Not less than 6 net square feet (0.56 m2) for other occupants.
fr_ca: Au moins 6 pi2 nets [0,56 m2] pour les autres occupants.

source: Not less than one egress door shall be provided for each dwelling unit.
fr_ca: Au moins une porte d'évacuation doit être prévue pour chaque logement.

source: Not more than 20 percent of the handrail length is obstructed,
fr_ca: Pas plus de 20 pour cent de la longueur de la rampe est obstruée,

source: Not more than 50 percent of the exit stairways shall be located in the same atrium.
fr_ca: Au plus 50 % des escaliers menant à une issue doivent être situés dans le même atrium.

source: Not more than 50 percent of the number and minimum width or required capacity of interior exit stairways and ramps is permitted to egress through areas, including atriums, on the level of discharge provided that all of the following conditions are met:
fr_ca: Au plus 50 % du nombre et de la largeur minimale ou de la capacité requise des escaliers et rampes d’issue intérieurs peuvent être évacués par des espaces, y compris des atriums, au niveau de l’issue, à condition que toutes les conditions suivantes soient respectées :

source: Not more than 50 percent of the number and minimum width or required capacity of the interior exit stairways and ramps is permitted to egress through a vestibule provided that all of the following conditions are met:
fr_ca: Au plus 50 % du nombre et de la largeur minimale ou de la capacité requise des escaliers et rampes d’issue intérieurs peuvent être évacués par un vestibule, à condition que toutes les conditions suivantes soient respectées :

source: Not more than four elevator cars shall be located in any single hoistway enclosure.
fr_ca: Il ne doit pas y avoir plus de quatre cabines d'ascenseur dans une même cage d'ascenseur.

source: Note:
fr_ca: Remarque :

source: Number
fr_ca: Nombre

source: Objects beneath hall call buttons shall protrude 1 inch (25 mm) maximum.
fr_ca: Les objets situés sous les boutons d'appel du hall doivent empiéter d'au plus 1 po [25 mm].

source: Obstacles at or below 6 feet 6 inches (1981 mm) in height and projecting more than 4 inches (102 mm) into the egress path shall be outlined with markings not less than 1 inch (25 mm) in width comprised of a pattern of alternating equal bands, of luminous material and black, with the alternating bands not more than 2 inches (51 mm) thick and angled at 45 degrees (0.79 rad).
fr_ca: Les obstacles situés à une hauteur égale ou inférieure à 6 pi 6 po (1 981 mm) et faisant saillie de plus de 4 po (102 mm) dans le chemin d’évacuation doivent être délimités par des marquages d’au moins 1 po (25 mm) de largeur constitués d’un motif de bandes alternées de largeur égale, faites de matériau lumineux et de couleur noire, les bandes alternées ayant une épaisseur d’au plus 2 po (51 mm) et étant inclinées à 45 degrés (0,79 rad).

source: Obstacles shall include, but are not limited to, standpipes, hose cabinets, wall projections and restricted height areas.
fr_ca: Les obstacles comprennent, sans s'y limiter, les colonnes d'incendie, les armoires à boyaux, les saillies murales et les zones à hauteur restreinte.

source: Occupancies in Group F-2.
fr_ca: Usages du groupe F-2.

source: Occupancy-based requirements for combustible decorative materials, other than decorative vegetation, not complying with Section 806.4 shall comply with Sections 807.5.1 through 807.5.6 of the International Fire Code.
fr_ca: Les exigences fondées sur l’usage applicables aux matériaux décoratifs combustibles, autres que la végétation décorative, qui ne sont pas conformes à la section 806.4 doivent être conformes aux sections 807.5.1 à 807.5.6 de l’International Fire Code.

source: Occupant notification systems are not required to be activated where private mode signaling installed in accordance with NFPA 72 is approved by the fire code official and staff evacuation responsibilities are included in the fire safety and evacuation plan required by Section 404 of the International Fire Code.
fr_ca: Les systèmes de notification des occupants ne sont pas tenus d’être activés lorsque la signalisation en mode privé installée conformément à la norme NFPA 72 est approuvée par le responsable de la réglementation en matière d’incendie et que les responsabilités du personnel en matière d’évacuation sont incluses dans le plan de sécurité-incendie et d’évacuation exigé par la section 404 de l’International Fire Code.

source: Occupiable spaces, habitable spaces and corridors shall have a ceiling height of not less than 7 feet 6 inches (2286 mm) above the finished floor.
fr_ca: La hauteur de plafond dans les lieux occupables, les lieux habitables et les corridors ne doit pas être inférieure à 7 pi-6 po (2286 mm) au-dessus du sol fini.

source: Oil derricks.
fr_ca: Derricks pétroliers.

source: On a multiple-building site, where structures contain 50 or fewer dwelling units or sleeping units, all dwelling units and sleeping units on a site shall be considered to determine the total number of Accessible units.
fr_ca: Sur un site à bâtiments multiples, lorsque les structures contiennent 50 logements ou unités de couchage ou moins, tous les logements et toutes les unités de couchage d'un site doivent être pris en compte pour déterminer le nombre total d'unités accessibles.

source: On a multiple-building site, where structures contain more than 50 dwelling units or sleeping units, the number of Accessible units shall be determined per structure.
fr_ca: Sur un site à bâtiments multiples, lorsque les structures contiennent plus de 50 logements ou unités de couchage, le nombre d'unités accessibles doit être déterminé par structure.

source: On a site with multiple nonelevator buildings, the number of units required by Section 1108.7.1 to be Type B units is permitted to be reduced to a percentage that is equal to the percentage of the entire site having grades, prior to development, that are less than 10 percent, provided that all of the following conditions are met:
fr_ca: Sur un site comportant plusieurs bâtiments sans ascenseur, le nombre d’unités qui, conformément à la section 1108.7.1, doivent être des unités de type B peut être réduit à un pourcentage égal au pourcentage de la superficie totale du site dont les pentes, avant l’aménagement, sont inférieures à 10 %, à condition que toutes les conditions suivantes soient respectées :

source: On lifts with one door on a narrow end and one door on a long side, the end door clear opening width shall be 36 inches (915 mm) minimum.
fr_ca: Sur les monte-personnes avec une porte à une extrémité étroite et une porte sur un côté long, la largeur d'ouverture libre de la porte d'extrémité doit être d'au moins 36 po [915 mm].

source: On lifts with one door or with doors on opposite ends, the end door clear opening width shall be 32 inches (815 mm) minimum.
fr_ca: Sur les monte-charges avec une porte ou avec des portes aux extrémités opposées, la largeur d'ouverture libre de la porte d'extrémité doit être d'au moins 32 po [815 mm].

source: Once a given level of exit protection is achieved, such level of protection shall not be reduced until arrival at the exit discharge.
fr_ca: Une fois qu'un niveau donné de protection de l'issue est atteint, ce niveau de protection ne doit pas être réduit jusqu'à l'arrivée à l'issue d'évacuation.

source: Once the required number of wheelchair space locations has been met, further dispersion shall not be required.
fr_ca: Une fois que le nombre requis d'emplacements pour fauteuils roulants a été atteint, une répartition supplémentaire n'est pas exigée.

source: One drinking fountain shall comply with the requirements for people who use a wheelchair and one drinking fountain shall comply with the requirements for standing persons.
fr_ca: Un abreuvoir doit être conforme aux exigences applicables aux personnes utilisant un fauteuil roulant, et un appareil de fontaine d’eau à boire doit être conforme aux exigences applicables aux personnes en position debout.

source: One means of egress and one emergency escape and rescue opening.
fr_ca: Un moyen d'évacuation et une ouverture d'évacuation et de sauvetage d'urgence.

source: One of each type of fixture provided shall comply with Section 1104.11.3.2.
fr_ca: Un appareil sanitaire de chaque type fourni doit se conformer à la section 1104.11.3.2.

source: One set of approved construction documents shall be retained by the building official for a period of not less than 180 days from date of completion of the permitted work, or as required by state or local laws.
fr_ca: Un exemplaire des documents de construction approuvés doit être conservé par le responsable de la construction pendant au moins 180 jours à compter de la date d’achèvement des travaux visés par le permis, ou pendant la période prescrite par les lois de l’État ou les lois locales.

source: One set of construction documents so reviewed shall be retained by the building official.
fr_ca: Un exemplaire des documents de construction ainsi examinés doit être conservé par le responsable de la construction.

source: One-story detached accessory structures used as tool and storage sheds, playhouses and similar uses, provided that the floor area is not greater than 120 square feet (11 m2).
fr_ca: Structures accessoires détachées d’un seul étage utilisées comme remises à outils et de rangement, maisons de jeu ou à des fins similaires, à condition que leur superficie de plancher ne dépasse pas 120 pi² (11 m²).

source: Only the two lowest stories shall be permitted to be open to the atrium.
fr_ca: Seuls les deux étages les plus bas peuvent être ouverts sur l’atrium.

source: Open parking garages of Type I or Type II construction.
fr_ca: Garages de stationnement ouverts de construction de type I ou de type II.

source: Open risers shall not be permitted.
fr_ca: Les contremarches ouvertes ne sont pas autorisées.

source: Openings in a smoke barrier shall be protected in accordance with Section 716.
fr_ca: Les ouvertures dans une séparations pare-fumée doivent être protégées selon la section 716.

source: Openings in floor surfaces shall be of a size that does not permit the passage of a 1/2 inch (13 mm) diameter sphere, except as allowed in Sections 407.4.3, 408.4.3, 409.4.3, 410.4, and 805.10.
fr_ca: Les ouvertures dans les surfaces de plancher doivent être d'une taille qui ne permet pas le passage d'une sphère de 1/2 po [13 mm] de diamètre, sauf dans les cas autorisés aux sections 407.4.3, 408.4.3, 409.4.3, 410.4 et 805.10.

source: Openings in interior exit stairways and ramps other than unprotected exterior openings shall be limited to those required for exit access to the enclosure from normally occupied spaces and for egress from the enclosure.
fr_ca: Les ouvertures dans les escaliers et les rampes d’issue intérieures, autres que les ouvertures extérieures non protégées, doivent être limitées à celles qui sont nécessaires pour permettre l’accès à l’issue depuis les espaces normalement occupés et pour permettre l’évacuation de l’enceinte.

source: Openings in smoke partitions shall comply with Sections 710.5.1 through 710.5.3.
fr_ca: Les ouvertures dans les cloisons pare-fumée doivent être conformes aux sections 710.5.1 à 710.5.3.

source: Openings in the fire barrier other than the fire door assembly are prohibited.
fr_ca: Les ouvertures dans la barrière coupe-feu autres que la porte coupe-feu sont interdites.

source: Openings in the fire barriers shall be protected with assemblies having a fire protection rating not less than that required for the hoistway enclosure doors.
fr_ca: Les ouvertures dans les barrières coupe-feu doivent être protégées par des ensembles dont le degré de protection contre le feu est au moins égal à celui exigé pour les portes du puits encloisonné.

source: Openings required for light or ventilation shall be permitted to open into a sunroom with thermal isolation or a patio cover, provided that there is an openable area between the adjoining room and the sunroom or patio cover of not less than one-tenth of the floor area of the interior room and not less than 20 square feet (2 m2).
fr_ca: Les ouvertures requises pour l’éclairage ou la ventilation peuvent donner sur une véranda avec isolation thermique ou sur une couverture de terrasse, pourvu qu’une superficie ouvrante entre la pièce adjacente et la véranda ou la couverture de terrasse soit d’au moins un dixième de la superficie de plancher de la pièce intérieure et d’au moins 20 pi2 (2 m2).

source: Openings shall be limited to those necessary for egress from normally occupied spaces.
fr_ca: Les ouvertures doivent être limitées à celles qui sont nécessaires pour l'évacuation des aires normalement occupées.

source: Openings shall be located in each 50 linear feet (15 240 mm), or fraction thereof, of exterior wall in the story on not fewer than one side.
fr_ca: Des ouvertures doivent être prévues tous les 50 pieds linéaires (15 240 mm), ou fraction de cette distance, dans le mur extérieur de l’étage, sur au moins un côté.

source: Openings shall be protected against local weather conditions.
fr_ca: Les ouvertures doivent être protégées contre les conditions météorologiques locales.

source: Openings shall have a minimum dimension of not less than 30 inches (762 mm).
fr_ca: Les ouvertures doivent avoir une dimension minimale d’au moins 30 pouces (762 mm).

source: Openings through stage floors shall be equipped with tight-fitting, solid wood trap doors with approved safety locks.
fr_ca: Les ouvertures dans les planchers de scène doivent être munies de trappes en bois massif à ajustement serré, dotées de verrous de sécurité approuvés.

source: Openings within such exterior walls shall be protected by opening protectives having a fire protection rating of not less than 3/4 hour.
fr_ca: Les ouvertures dans ces murs extérieurs doivent être protégées par une protection d'ouvertures ayant un degré de protection contre le feu d'au moins 3/4 heure.

source: Openings within such walls shall be protected by opening protectives having a fire protection rating of not less than 3/4 hour.
fr_ca: Les ouvertures dans ces murs doivent être protégées par des dispositifs de protection des ouvertures présentant un degré de protection contre l’incendie d’au moins 3/4 heure.

source: Operable parts for locking or latching and unlocking or unlatching shall comply with Section 309.
fr_ca: Les parties utilisables servant au verrouillage ou au loquetage et au déverrouillage ou au déloquetage doivent être conformes à la section 309.

source: Operable parts, including doors, lint screens, detergent and bleach compartments, shall comply with Sections 308 and 309.
fr_ca: Les parties manœuvrables, y compris les portes, les filtres à peluches, les compartiments à détergent et à eau de Javel, doivent être conformes aux sections 308 et 309.
